i5-2500k/noretpoline-pti-pcid/pgbench/1000/runs/result-rw-prepared-1000-3.log
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 4
number of threads: 4
duration: 1800 s
number of transactions actually processed: 5167370
latency average = 1.393 ms
tps = 2870.759983 (including connections establishing)
tps = 2870.762458 (excluding connections establishing)